var name = prompt('Как тебя зовут?');
console.log("Меня зову " + name);

var age = prompt('Сколько тебе лет?');
console.log("Мне " + age + " лет");

var ex = prompt('Решите пример 789 + 252 =?');
console.log("Пример 1. 789 + 252 = " + (789 + 252) + " Ваш ответ " + ex);

var ex = prompt('Решите пример 14532 - 2567 =?');
console.log("Пример 2. 14532 - 2567 = " + (14532 - 2567) + " Ваш ответ " + ex);

var ex = prompt('Решите пример 5555 / 5555 =?');
console.log("Пример 3. 5555 / 5555 = " + (5555 / 5555) + " Ваш ответ " + ex);

var ex = prompt('Решите пример 1834 % 56 =?');
console.log("Пример 4. 1834 % 56 = " + (1834 % 56) + " Ваш ответ " + ex);

var ex = prompt('Решите пример 235 * 389 =?');
console.log("Пример 5. 235 * 389 = " + (235 * 389) + " Ваш ответ " + ex);

alert('Откройте "ПРОСМОТРЕТЬ КОД" (ctrl + shift + i) и после откройте консоль');